Repository: boiteasite/rencontre
Catalog: lang/rencontre-*.po
Languages: it_it, nl_nl, ru_ru

source: Menu buttons color
it_it: Colore dei pulsanti del menu
nl_nl: Kleur van menuknoppen
ru_ru: Цвет кнопок меню

source: warning
it_it: avvertimento
nl_nl: waarschuwing
ru_ru: предупреждение

source: hover
nl_nl: zweven
ru_ru: зависать

source: Block background color
it_it: Colore di sfondo dei blocchi
nl_nl: Blok achtergrondkleur
ru_ru: Цвет фона блока

source: Title color
it_it: Colore del titolo
nl_nl: Titel kleur
ru_ru: Цвет заголовка

source: Text color
it_it: Colore del testo
nl_nl: Tekst kleur
ru_ru: Цвет текста

source: Label color
it_it: Colore del testo
nl_nl: Label kleur
ru_ru: Цвет ярлыка

source: Line and border color
it_it: Colore di sfondo di linee e bordi
nl_nl: Lijn- en randkleur
ru_ru: Цвет линии и границы

source: Input background color
it_it: Colore di sfondo degli input
nl_nl: Achtergrondkleur van de ingangen
ru_ru: Цвет фона ввода (INPUT)

source: Select background color
it_it: Colore di sfondo dei selezionati
nl_nl: Achtergrondkleur van de selects
ru_ru: Цвет фона выбора (SELECT)

source: Warning bar background color
it_it: Colore di sfondo della barra di avviso
nl_nl: Achtergrondkleur van de waarschuwingsbalk
ru_ru: Цвет фона панели предупреждений

source: Message sent background color
it_it: Colore di sfondo dei messaggi inviati
nl_nl: Achtergrondkleur van verzonden berichten
ru_ru: Цвет фона отправленного сообщения

source: Message received background color
it_it: Colore di sfondo dei messaggi ricevuti
nl_nl: Achtergrondkleur van ontvangen berichten
ru_ru: Цвет полученного сообщения

source: Fit portraits width in home page
it_it: Adatta la larghezza dei ritratti nella home page
nl_nl: Pas de breedte van de portretten op de startpagina aan
ru_ru: Подгонять ширину портретов на домашней странице

source: Custom templates in your theme
it_it: Templates personalizzati a tema
nl_nl: Aangepaste templates in uw thema
ru_ru: Пользовательские шаблоны в вашей теме

source: Template file
it_it: File di template
nl_nl: Template bestand
ru_ru: Файл шаблона

source: Plugin version
it_it: Versione del plugin
nl_nl: Plugin versie
ru_ru: Версия плагина

source: Theme version
it_it: Versione del tema
nl_nl: Thema versie
ru_ru: Версия темы

source: My homepage
it_it: Pagina iniziale
nl_nl: Mijn startpagina
ru_ru: Моя домашняя страница

source: My card
it_it: La mia scheda
nl_nl: Mijn kaart
ru_ru: Моя карточка

source: Edit My Profile
it_it: Modifico mio profilo
nl_nl: Mijn Profiel Wijzigen
ru_ru: Изменить профиль

source: Messaging
it_it: Messaggeria
nl_nl: Berichten
ru_ru: Сообщения

source: My Account
it_it: Mio profilo
nl_nl: Mijn Account
ru_ru: Моя учетная запись

source: Log in
it_it: Accedi
nl_nl: Inloggen
ru_ru: Войти

source: Register
it_it: Registrati
nl_nl: Registreer
ru_ru: Регистрация

source: The gender of some members is not in accordance with the custom parameter 'change sex values'. These members are not visible.
it_it: Il sesso di alcuni membri non è conforme al parametro personalizzato 'Cambia i sessi'. Questi membri non sono visibili.
nl_nl: Het geslacht van sommige leden is niet in overeenstemming met de aangepaste parameter 'Verander geslachtswaarden'. Deze leden zijn niet zichtbaar.
ru_ru: Пол некоторых участников не соответствует специальному параметру 'Изменить значения пола'. Эти члены не видны.

source: About This Plugin
it_it: Informazioni su questo plugin
nl_nl: Over Deze Plugin
ru_ru: Об этом плагине

source: Enjoyed this free dating plugin? A donation or a good review will help us to spend more time to make it evolve. Thanks for your contribution.
it_it: Ti piace questo plugin? Una donazione o una buona recensione ci permetterebbe di farlo crescere. Grazie del tuo aiuto!
nl_nl: Genoten van deze gratis datingplug-in? Een donatie of een goede beoordeling zal ons helpen meer tijd te besteden aan het evolueren. Bedankt voor uw bijdrage.
ru_ru: Понравился этот бесплатный плагин для знакомств? Пожертвование или хороший обзор помогут нам уделять больше времени на его развитие. Спасибо за ваш вклад.

source: US
ru_ru: США

source: Rencontre Plugin Donation
it_it: Donazione Rencontre Plugin
nl_nl: Rencontre Plugin Donatie
ru_ru: Пожертвование на плагин Rencontre

source: PayPal - The most secure online payment solution !
it_it: PayPal - Il modo più sicuro per pagare online!
nl_nl: PayPal - De veiligste online betaaloplossing!
ru_ru: PayPal - самое безопасное решение для онлайн-платежей!

source: is a recommended plugin to use with Rencontre.
it_it: è un plugin consigliato da utilizzare con Rencontre.
nl_nl: is een aanbevolen plugin voor gebruik met Rencontre.
ru_ru: это рекомендуемый плагин для использования с Rencontre.

source: You want an integrated payment system, an easy moderation panel and a lot of features?
it_it: Vuoi un sistema di pagamento integrato, un semplice pannello di moderazione e molte funzioni?
nl_nl: U wilt een geïntegreerd betalingssysteem, een eenvoudig moderatiepaneel en veel functies?
ru_ru: Вам нужна интегрированная платежная система, удобная панель модерации и многое другое?

source: Add this kit PREMIUM
it_it: Aggiungi il kit Premium
nl_nl: Voeg deze kit PREMIUM toe
ru_ru: Добавить этот комплект PREMIUM

source: How to install this plugin ?
it_it: Come installare questo plugin ?
nl_nl: Hoe deze plug-in te installeren?
ru_ru: Как установить этот плагин?

source: In <a href="edit.php?post_type=page">Pages</a>, edit or create the page of your choice. Add the shortcodes <code>[rencontre][rencontre_libre]</code> in this page content.
it_it: In <a href="edit.php?post_type=page">Pagine</a>, modifica o crea la pagina a tua scelta. Aggiungere i codici abbreviati <code>[rencontre] [rencontre_libre]</code> nel contenuto di questa pagina.
nl_nl: In <a href="edit.php?post_type=page">Pagina's</a>, bewerk of maak de pagina van uw keuze. Voeg de shortcodes toe <code>[rencontre][rencontre_libre]</code> in deze pagina-inhoud.
ru_ru: На <a href="edit.php?post_type=page">Страницах</a> измените или создайте страницу на Ваш выбор. Добавьте шорткоды <code>[rencontre] [rencontre_libre]</code> в содержание этой страницы.

source: In <a href="admin.php?page=rencontre.php">Rencontre / General</a>, set the plugin page and save.
it_it: In <a href="admin.php?page=rencontre.php">Rencontre / Generale</a>, impostare la pagina plugin e salvare.
nl_nl: In <a href="admin.php?page=rencontre.php">Rencontre / Algemeen</a>, stel de plugin-pagina in en sla het op.
ru_ru: В <a href="admin.php?page=rencontre.php">Rencontre / Общие </a> установите страницу плагина и сохраните.

source: You need the WordPress Login / Logout / Register links. Take a look in <a href="nav-menus.php">Appearance / Menus</a> if your theme has not these links.
it_it: Hai bisogno di collegamenti di Accesso / Logout / Registrati i link di WordPress. Dai un'occhiata a <a href="nav-menus.php">Aspetto / menu</a> se il tuo tema non dispone di questi collegamenti.
nl_nl: U hebt de links naar WordPress Inloggen / Uitloggen / Registeer nodig. Neem een kijkje in <a href="nav-menus.php">Weergave / Menu's</a> als je thema deze links niet heeft.
ru_ru: Вам нужны ссылки WordPress для Входа / Выхода / Регистрации. Посмотрите <a href="nav-menus.php">Внешний вид / Меню</a>, если в вашей теме нет этих ссылок.

source: Add a new subscriber member in WP. Login this member and go to the plugin page (1).
it_it: Aggiungere un nuovo membro abbonato in WP. Accedi a questo membro e vai alla pagina del plugin (1).
nl_nl: Voeg een nieuw lid van de abonnee toe in WP. Log in op dit lid en ga naar de plugin-pagina (1).
ru_ru: Добавить нового подписчика в WP. Войдите в систему и перейдите к (1) странице плагина.

source: To facilitate the settings after installing, you can download and install via CSV (<a href="admin.php?page=rencontre.php">Rencontre / General</a>) 20 test profiles with photo
it_it: Per facilitare le impostazioni dopo l'installazione, puoi scaricare e installare tramite CSV (<a href="admin.php?page=rencontre.php">Rencontre/General</a>) 20 profili di prova con foto
nl_nl: Om de instellingen na installatie te vergemakkelijken, kunt u downloaden en installeren via CSV (<a href="admin.php?page=rencontre.php">Rencontre/Algemeen</a>) 20 testprofielen met foto
ru_ru: Для облегчения настройки после установки вы можете скачать и установить через CSV (<a href="admin.php?page=rencontre.php">Rencontre / Общие</a>) 20 тестовых профилей с фото

source: More details in the <a href="https://wordpress.org/plugins/rencontre/#faq" target="_blank">F.A.Q</a>.
it_it: Maggiori dettagli nel <a href="https://wordpress.org/plugins/rencontre/#faq" target="_blank">F.A.Q</a>.
nl_nl: Meer gegevens in de <a href="https://wordpress.org/plugins/rencontre/#faq" target="_blank">F.A.Q</a>.
ru_ru: Подробнее на <a href="https://wordpress.org/plugins/rencontre/#faq" target="_blank">F.A.Q</a>.

source: Registration
it_it: Registrazione
nl_nl: Registratie
ru_ru: Регистрация

source: Happy Birthday
it_it: Buon Compleanno
nl_nl: Fijne Verjaardag
ru_ru: С Днем Рождения

source: A member contact you
it_it: Un membro ti ha contattato
nl_nl: Een lid neemt contact met u op
ru_ru: Участник связался с вами

source: Log out
it_it: Esci
nl_nl: Uitloggen
ru_ru: Выйти

source: No matter
it_it: Non importa
nl_nl: Maakt niet uit
ru_ru: Не важно

source: Password
nl_nl: Wachtwoord
ru_ru: Пароль

source: <strong>ERROR</strong>: Invalid password (6 characters min).
it_it: <strong>ERRORE</strong>:Password non valida (6 caratteri min).
nl_nl: <strong>FOUT</strong>: Ongeldig wachtwoord (6 tekens min).
ru_ru: <strong>ОШИБКА</strong>: неверный пароль (минимум 6 символов).

source: Confirmation email already sent
it_it: Conferma tramite email già spedita
nl_nl: Bevestigingsmail is al verzonden
ru_ru: Письмо с подтверждением уже отправлено

source: Confirmation email sent
it_it: Email di conferma spedita
nl_nl: Bevestigingsmail verzonden
ru_ru: Письмо с подтверждением отправлено

source: Fake
it_it: Falso
nl_nl: Nep
ru_ru: Подделка

source: profile
it_it: Profilo
nl_nl: Profiel
ru_ru: профиль

source: email
ru_ru: электронная почта

source: Inadequate image
it_it: Immagine inadeguata
nl_nl: Ontoereikende afbeelding
ru_ru: Неадекватное изображение

source: Inappropriate presentation
it_it: Presentazione inappropriata
nl_nl: Ongepaste presentatie
ru_ru: Неуместная презентация

source: Many reports
it_it: Molte relazioni
nl_nl: Veel rapporten
ru_ru: Много жалоб

source: Behavior on the site
it_it: Comportamento sul sito
nl_nl: Gedrag op de site
ru_ru: Поведение на сайте

source: Widget to integrate the dating website
it_it: Widget per integrare il sito d'incontri
nl_nl: Widget om de datingsite te integreren
ru_ru: Виджет для интеграции сайта знакомств

source: You are connected as ADMIN
it_it: Sei connesso come ADMIN
nl_nl: U bent verbonden als ADMIN
ru_ru: Вы подключены как ADMIN

source: You cannot use RENCONTRE as a user if you have ADMIN rights
it_it: Non è possibile utilizzare RENCONTRE come utente se si dispone dei diritti ADMIN
nl_nl: U kunt RENCONTRE niet als gebruiker gebruiken als u ADMIN-rechten hebt
ru_ru: Вы не можете использовать RENCONTRE как пользователь, если у вас есть права ADMIN

source: %s ago
it_it: %s fa
nl_nl: %s geleden
ru_ru: %s назад

source: offline
ru_ru: офлайн

source: (blocked)
it_it: (bloccato)
nl_nl: (geblokkeerd)
ru_ru: (заблокировано)

source: You must first complete your registration.
it_it: Devi prima completare la tua registrazione.
nl_nl: U dient eerst uw registratie af te ronden.
ru_ru: Вы должны сначала завершить регистрацию.

source: This member blocked you.
it_it: Questo membro ti ha bloccato.
nl_nl: Dit lid heeft je geblokkeerd.
ru_ru: Этот участник заблокировал вас.

source: You have been blocked by the moderator.
it_it: Sei stato bloccato dal moderatore.
nl_nl: Je bent geblokkeerd door de moderator.
ru_ru: Вы были заблокированы модератором.

source: You are no longer allowed to send messages.
it_it: non sei più autorizzato a mandare messaggi.
nl_nl: U mag geen berichten meer verzenden.
ru_ru: Вам больше не разрешается отправлять сообщения.

source: for
it_it: per
nl_nl: voor
ru_ru: Цель знакомства:

source: between
it_it: fra
nl_nl: tussen
ru_ru: между

source: and
it_it: e
nl_nl: en
ru_ru: и

source: You have no photo on your profile ?
it_it: Non hai foto sul tuo profilo?
nl_nl: Heb je geen foto op je profiel?
ru_ru: У вас нет фотографии в вашем профиле?

source: You should complete your profile and add a photo to send messages.
it_it: Devi completare il tuo profilo e aggiungere una foto per mandare messaggi.
nl_nl: U moet uw profiel voltooien en voeg een foto toe om berichten te verzenden.
ru_ru: Вы должны заполнить свой профиль и добавить фотографию для отправки сообщений.

source: Add a photo
it_it: Aggiungi una foto
nl_nl: Foto toevoegen
ru_ru: Добавить фото

source: Message sent
it_it: Messaggio spedito
nl_nl: Bericht verzonden
ru_ru: Сообщение отправлено

source: Not sent
it_it: Non spedito
nl_nl: Niet verzonden
ru_ru: Не отправлено

source: I asked a contact
it_it: Ho chiesto il contatto a
nl_nl: Ik vroeg een contact
ru_ru: Я попросил контакт

source: I had a contact request from
it_it: Ho una richiesta di contatto da
nl_nl: Ik had een contactaanvraag van
ru_ru: У меня был запрос на контакт от

source: I locked
it_it: Ho bloccato
nl_nl: Ik heb op slot gedaan
ru_ru: Я блокирую

source: Sorry, but nothing matched your search terms.
it_it: Ci dispiace, ma non ci sono risultati per la tua ricerca.
nl_nl: Sorry, maar niets paste bij uw zoektermen.
ru_ru: Извините, но по вашим условиям поиска ничего не найдено. Попробуйте снова с другими условиями.

source: Next Page
it_it: pagina successiva
nl_nl: Volgende Pagina
ru_ru: Следующая страница

source: Astrological affinity
it_it: Affinità astrologica
nl_nl: Astrologische affiniteit
ru_ru: Астрологическая близость

source: Affinity with my profile
it_it: Affinità col mio profilo
nl_nl: Affiniteit met mijn profiel
ru_ru: Сходство с моим профилем

source: points
it_it: punti
nl_nl: punten
ru_ru: баллы

source: Region field is empty or outdated !
it_it: Il campo Regione è vuoto o obsoleto!
nl_nl: Regioveld is leeg of verouderd!
ru_ru: Поле региона пусто или устарело!

source: You are currently hidden to other members and you can't communicate because your account is not complete. You should promptly update this page otherwise your access will be canceled.
it_it: Sei attualmente invisibile agli altri membri e non puoi comunicare con loro perchè la tua scheda non è completa. Devi aggiornarla rapidamente su questa pagina se no sarà annullata.
nl_nl: U bent momenteel verborgen voor andere leden en u kunt niet communiceren omdat uw account niet compleet is. U moet deze pagina onmiddellijk bijwerken, anders wordt uw toegang geannuleerd.
ru_ru: В настоящее время вы скрыты от других участников и не можете общаться, потому что ваша учетная запись не завершена. Вы должны обновить эту страницу, в противном случае ваш доступ будет отменен.

source: You also need to confirm your email address by clicking the link that you received. You have 24 hours. Do not delay.
it_it: Inoltre devi confermare tuo indirizzo email cliccando sul link che hai ricevuto tramite email. Hai 24 ore, fai presto.
nl_nl: U moet ook uw e-mailadres bevestigen door op de link te klikken die u hebt ontvangen. U hebt 24 uur. Loop geen vertraging op.
ru_ru: Вы также должны подтвердить свой адрес электронной почты, нажав на ссылку, которую вы получили. У вас есть 24 часа.

source: Email not received
it_it: Email non ricevuta
nl_nl: E-mail niet ontvangen
ru_ru: Email не получен

source: Contact already requested
it_it: Contatto già richiesto
nl_nl: Contact al aangevraagd
ru_ru: Контакт уже запрошен

source: Contact request sent
it_it: Richiesta di contatto spedita
nl_nl: Contactverzoek verzonden
ru_ru: Запрос на контакт отправлен

source: Reporting already done
it_it: Segnalazione già affettuata
nl_nl: Rapportage al gedaan
ru_ru: Отчет уже готов

source: Thank you for your report
it_it: Grazie per la tua segnalazione
nl_nl: Dank u voor uw rapport
ru_ru: Спасибо за ваш отчет

source: from my position
it_it: Dalla mia posizione
nl_nl: van mijn positie
ru_ru: с моей позиции

source: Yesterday
it_it: Ieri
nl_nl: Gisteren
ru_ru: Вчера

source: Widget to integrate the Rencontre sidebar in your theme sidebar
it_it: Widget per integrare la barra laterale Rencontre nella barra laterale del tema
nl_nl: Widget om de zijbalk van Rencontre te integreren in uw thema zijbalk
ru_ru: Виджет для интеграции боковой панели Rencontre в боковую панель вашей темы

source: Password changed !
it_it: Password cambiata !
nl_nl: Wachtwoord veranderd !
ru_ru: Пароль изменен!

source: Change the value
it_it: Cambia la valuta
nl_nl: Wijzig de waarde
ru_ru: Изменить значение

source: Del
it_it: Canc
nl_nl: Wis
ru_ru: Удалить

source: Category
it_it: Categoria
nl_nl: Categorie
ru_ru: Категория

source: Value
it_it: Valuta
nl_nl: Waarde
ru_ru: Значение

source: New Item
it_it: Nuovo elemento
nl_nl: Nieuwe Item
ru_ru: Новый предмет

source: Add
it_it: Aggiungi
nl_nl: Toevoegen
ru_ru: Добавить

source: Country
it_it: Paese
nl_nl: Land
ru_ru: Страна

source: Region
it_it: Regione
nl_nl: Provincie
ru_ru: Регион

source: Code ISO
it_it: Codice ISO
ru_ru: Код ISO

source: Image file
it_it: File immagine
nl_nl: Afbeeldingsbestand
ru_ru: Файл изображения

source: Add this photo
it_it: Aggiungi questa foto
nl_nl: Voeg deze foto toe
ru_ru: Добавить это фото

source: Delete photo
it_it: Cancella foto
nl_nl: Verwijder foto
ru_ru: Удалить фото

source: Delete this photo
it_it: Cancella questa foto
nl_nl: Verwijder deze foto
ru_ru: Удалить это фото

source: Delete Account ?
it_it: Cancella l'account?
nl_nl: Verwijder Account ?
ru_ru: Удалить аккаунт?

source: Release this mail ?
it_it: Aggiorna questa email?
nl_nl: Laat deze e-mail vrij?
ru_ru: Выпустить эту почту?

source: Number of daily registrations
it_it: Numero di iscrizioni giornaliere
nl_nl: Aantal dagelijkse registraties
ru_ru: Количество ежедневных регистраций

source: Entries already exist
it_it: Entrate sempre esistenti
nl_nl: Invoer bestaat al
ru_ru: Записи уже существуют

source: Entries active (<3 month)
it_it: Entrate attive (<3 mesi)
nl_nl: Invoer actief (<3 maanden)
ru_ru: Записи активны (<3 месяца)

source: Hourly traffic (local time)
it_it: Traffico ultima ora (orario locale)
nl_nl: Uur verkeer (lokale tijd)
ru_ru: Посещаемость в час (местное время)

source: Traffic on the week
it_it: Traffico questa settimana
nl_nl: Verkeer van de week
ru_ru: Посещаемость в неделю

source: sun
it_it: dom
nl_nl: zon
ru_ru: вс

source: mon
it_it: lun
nl_nl: maa
ru_ru: пн

source: tue
it_it: mar
nl_nl: din
ru_ru: вт

source: wed
it_it: mer
nl_nl: woe
ru_ru: ср

source: thu
it_it: gio
nl_nl: don
ru_ru: чт

source: fri
it_it: ven
nl_nl: vrij
ru_ru: пт

source: sat
it_it: sab
nl_nl: zat
ru_ru: сб

source: Min
ru_ru: Мин

source: Max
ru_ru: Макс

source: Main photo
it_it: Foto principale
nl_nl: Hoofdfoto
ru_ru: главное фото

source: incomplete fields or error
it_it: Campi incompleti o errati
nl_nl: onvolledige velden of fouten
ru_ru: неполные поля или ошибка

source: Nickname unavailable
it_it: Pseudo non disponibile
nl_nl: Bijnaam niet beschikbaar
ru_ru: Имя пользователя не доступно

source: Confirm the deletion of the account ?
it_it: Confermi la cancellazione di questo conto?
nl_nl: Bevestig de verwijdering van het account?
ru_ru: Подтвердить удаление аккаунта?

source: New Passwords are differents
it_it: Le nuove password sono diverse
nl_nl: Nieuwe wachtwoorden zijn verschillende
ru_ru: Новые пароли разные

source: The original password is wrong
it_it: La password originaria è sbagliata
nl_nl: Het originele wachtwoord is verkeerd
ru_ru: Оригинальный пароль неверен

source: Write and press <Enter>
it_it: Scrivi e clicchi <Enter>
nl_nl: Schrijf en druk op <Enter>
ru_ru: Напишите и нажмите <Enter>

source: Chat request sent. Wait ...
it_it: Richiesta di chat mandata. Aspetta....
nl_nl: Chatverzoek verzonden. Wacht ...
ru_ru: Запрос на чат отправлен. Подождите ...

source: Chat request accepted. You can start...
it_it: Richiesta di chat accettata. Puoi cominciare....
nl_nl: Chat aanvraag geaccepteerd. U kunt beginnen...
ru_ru: Запрос на чат принят. Вы можете начать ...

source: This chat is not currently available
it_it: Questa chat non è attualmente disponibile
nl_nl: Deze chat is momenteel niet beschikbaar
ru_ru: Этот чат в настоящее время недоступен

source: You have a chat request
it_it: Hai una richiesta di chat
nl_nl: U hebt een chatverzoek
ru_ru: У вас есть запрос на чат

source: Your contact closed his window.
it_it: Il tuo contatto ha chiuso la sua finestra.
nl_nl: Uw contactpersoon heeft zijn venster gesloten.
ru_ru: Ваш контакт закрыл свое окно.

source: A free powerful and exhaustive dating plugin with private messaging, webcam chat, search by profile and automatic sending of email. No third party.
it_it: Un plugin di incontri potente ed esauriente gratis con comunicazione privata, chat con webcam,ricerca di profili e spedizione di e-mail. Nessuna terza festa.
nl_nl: Een gratis krachtige en uitputtende dataplug-in met privéberichten, webcamchat, zoeken op profiel en automatisch verzenden van e-mail. Geen derde partij.
ru_ru: Бесплатный мощный и исчерпывающий плагин для знакомств с личными сообщениями, веб-камерой, поиском по профилю и автоматической отправкой электронной почты. Без участия третьей стороны.

source: Serious relationship
it_it: Relazione seria
nl_nl: Serieuze relatie
ru_ru: Серьезные отношения

source: Open relationship
it_it: Relazione aperta
nl_nl: Open relatie
ru_ru: Открытые отношения

source: Friendship
it_it: Amicizia
nl_nl: Vriendschap
ru_ru: Дружба

source: a man
it_it: un uomo
nl_nl: een man
ru_ru: мужчина

source: a woman
it_it: una donna
nl_nl: een vrouw
ru_ru: женщина

source: Rencontre - General
it_it: Rencontre - generale
nl_nl: Rencontre - Algemeen
ru_ru: Rencontre - Общие

source: Rencontre - Members
it_it: Rencontre - Iscritti
nl_nl: Rencontre - Leden
ru_ru: Rencontre - Участники

source: Rencontre - Jail
nl_nl: Rencontre - Verbannen
ru_ru: Rencontre - Бан

source: Rencontre - Profile
it_it: Rencontre - Profilo
nl_nl: Rencontre - Profiel
ru_ru: Rencontre - Профиль

source: Rencontre - Countries
it_it: Rencontre - Paesi
nl_nl: Rencontre - Landen
ru_ru: Rencontre - Страны

source: Rencontre - Custom
it_it: Rencontre - Personalizzazione
nl_nl: Rencontre - Aangepast
ru_ru: Rencontre - Пользовательские

source: Custom
it_it: Personalizzazione
nl_nl: Aangepast
ru_ru: Пользовательский

source: Change password
it_it: Cambia password
nl_nl: Wijzig wachtwoord
ru_ru: Сменить пароль

source: Former
it_it: Attuale
nl_nl: Voormalig
ru_ru: Старый

source: New
it_it: Nuova
nl_nl: Nieuw
ru_ru: Новый

source: Retype the new
it_it: Riscrivi la nuova
nl_nl: Typ de nieuwe opnieuw
ru_ru: Повторите новый

source: No beep on the chat
it_it: Nessun segnale acustico sulla chat
nl_nl: Geen piep tijdens de chat
ru_ru: Нет сигнала в чате

source: No email from this site
it_it: No email da questo sito
nl_nl: Geen e-mail van deze site
ru_ru: Не пришло письмо с этого сайта

source: home page and search
it_it: home page e ricerca
nl_nl: startpagina en zoeken
ru_ru: домашняя страница и поиск

source: home page, search and message
it_it: home page, ricerca e messaggio
nl_nl: startpagina, zoeken en bericht
ru_ru: домашняя страница, поиск и сообщение
