Repository: boiteasite/rencontre
Catalog: lang/rencontre-*.po
Languages: it_it, nl_nl, ru_ru

source: lines
it_it: Linee
nl_nl: regels
ru_ru: линии

source: Done!
it_it: Fatto!
nl_nl: Gedaan!
ru_ru: Готово!

source: photo
it_it: Foto
nl_nl: Foto
ru_ru: фото

source: TO CHANGE
it_it: DA MODIFICARE
nl_nl: TE VERANDEREN
ru_ru: ИЗМЕНИТЬ

source: Unit
it_it: Unità
nl_nl: Eenheid
ru_ru: Блок

source: Update member profile
it_it: Aggiorna i profili dei membri
nl_nl: Ledenprofiel bijwerken
ru_ru: Обновить профиль участника

source: You have made changes. Remember to update when you're done.
it_it: Hai fatto delle modifiche. Pensi ad aggiornare quando avrai finito.
nl_nl: U hebt wijzigingen aangebracht. Vergeet niet om bij te werken wanneer u klaar bent.
ru_ru: Вы внесли изменения. Не забудьте обновить, когда закончите.

source: General
it_it: Generalità
nl_nl: Algemeen
ru_ru: Общие

source: Login
it_it: Accedi
nl_nl: Inloggen
ru_ru: Логин

source: Display
nl_nl: Weergave
ru_ru: Показать

source: Premium
ru_ru: Премиум

source: OpenSSL doesn't seem to be working. Some features of this plugin will not be available.
it_it: OpenSSL non sembra funzionare. Alcune caratteristiche di questo plugin non saranno disponibili.
nl_nl: OpenSSL lijkt niet te werken. Sommige functies van deze plug-in zijn niet beschikbaar.
ru_ru: OpenSSL, похоже, не работает. Некоторые функции этого плагина будут не доступны.

source: Plugin page
it_it: Pagina dei plugin
nl_nl: Plugin pagina
ru_ru: Страница плагина

source: Country selected by default
it_it: Paese selezionato per difetto
nl_nl: Land standaard geselecteerd
ru_ru: Выбор страны по умолчанию

source: Number of days in jail (deleted account)
it_it: Numero di giorni in jail (account cancellato)
nl_nl: Aantal dagen verbannen (verwijderde account)
ru_ru: Количество дней бана (удаленный аккаунт)

source: Use member's picture as WordPress avatar
it_it: Utilizzare la foto di membro come un avatar WordPress
nl_nl: Gebruik de afbeelding van leden als WordPress-avatar
ru_ru: Использовать изображение участника как аватар WordPress

source: Old messages deleted during maintenance (recommended)
it_it: Vecchi messaggi cancellati durante la maintenance (raccomandato)
nl_nl: Oude berichten verwijderen tijdens onderhoud (aanbevolen)
ru_ru: Удалить старые сообщения во время обслуживания (рекомендуется)

source: No
nl_nl: Nee
ru_ru: Нет

source: Monthly
it_it: Mensile
nl_nl: Maandelijks
ru_ru: Ежемесячно

source: Quarterly
it_it: Trimestriale
nl_nl: Per kwartaal
ru_ru: Ежеквартально

source: Biannual
it_it: Biennale
nl_nl: Tweejaarlijks
ru_ru: Пол года

source: Annual
it_it: Annuale
nl_nl: Jaar
ru_ru: Ежегодно

source: Inactive users deleted during maintenance
it_it: Utenti inattivi cancellati durante la manutenzione
nl_nl: Inactieve gebruikers verwijderd tijdens onderhoud
ru_ru: Удалить неактивных пользователей во время обслуживания

source: Year
it_it: anno
nl_nl: jaar
ru_ru: Год

source: Years
it_it: anni
nl_nl: jaar
ru_ru: лет

source: Hour maintenance tasks (off peak)
it_it: Orario della maintenance (ore buche)
nl_nl: Uur onderhoud taken (daluren)
ru_ru: Часы обслуживания (вне пика)

source: hours
it_it: ore
nl_nl: uren
ru_ru: часа

source: Framework for the Facebook Like button
it_it: Framework per il pulsante "mi piace" di Facebook
nl_nl: Framework voor de Facebook Like-knop
ru_ru: Рамки для кнопки «Мне нравится» на Facebook

source: Do not remove WP roles
it_it: Non cancellare i ruoli WP
nl_nl: WP-rollen niet verwijderen
ru_ru: Не удалять роли WP

source: Do not remove user in WP when remove in Rencontre
it_it: Non cancellare l'utente in WP quando viene cancellato in Rencontre
nl_nl: Verwijder de gebruiker niet in WP wanneer deze wordt verwijderd in Rencontre
ru_ru: Не удалять пользователя в WP при удалении в Rencontre

source: Unchecked : WP roles will be destroyed. Users who are not in Rencontre will be destroyed. This is the best mode for a big and exclusive dating site.
it_it: Non barrato: i ruoli WP saranno sopressi.Gli utenti non presenti su Rencontre saranno sopressi. E' il mioglior sistema per un sito di solo incontri potente.
nl_nl: Niet aangevinkt: WP-rollen worden vernietigd. Gebruikers die niet in Rencontre zijn, worden vernietigd. Dit is de beste modus voor een grote en exclusieve datingsite.
ru_ru: Не отмечено: роли WP будут уничтожены. Пользователи, не входящие в Rencontre, будут уничтожены. Это лучший режим для большого и эксклюзивного сайта знакомств.

source: Checked : Better choice to test this plugin or to use with other one (forum...). Over time, the site will be slower with numerous abandoned account.
it_it: Barrato: Migliora scelta per provare questo plugin o per usarlo con altri (forum...). Man mano il sito sarà rallentato dai numerosi account abandonati.
nl_nl: Aangevinkt: Betere keuze om deze plug-in te testen of om met een andere te gebruiken (forum ...). Na verloop van tijd zal de site langzamer zijn met een groot aantal verlaten accounts.
ru_ru: Отмечено: лучший выбор для тестирования этого плагина или использования с другими (форум, и т.д.). Со временем сайт будет медленнее из-за многочисленных заброшенных аккаунтов.

source: Clean-up when uninstall
it_it: Pulisci quando disinstalli
nl_nl: Opruimen bij verwijdering
ru_ru: Очистить при удалении

source: Save
it_it: Salva
nl_nl: Opslaan
ru_ru: Сохранить

source: Images names
it_it: Nomi delle immagini
nl_nl: Namen afbeeldingen
ru_ru: Имена изображений

source: Be careful, all pictures of the members will have another name.
it_it: Stai attento, tutte le immagini degli utenti avranno un nome nuovo.
nl_nl: Wees voorzichtig, alle afbeeldingen van de leden hebben een andere naam.
ru_ru: Будьте осторожны, все фотографии участников будут иметь другое имя.

source: Images names are encoded
it_it: Il nome delle immagini è codificato
nl_nl: Namen afbeeldingen zijn gecodeerd
ru_ru: Имена изображений закодированы

source: Images names are not encoded
it_it: Il nome delle immagini non è codificato
nl_nl: Namen afbeeldingen zijn niet gecodeerd
ru_ru: Имена изображений не закодированы

source: I don't know if it's encoded or not
it_it: No so se è codificato o meno
nl_nl: Ik weet niet of het gecodeerd is of niet
ru_ru: Я не знаю, закодировано или нет

source: Encode all images names
it_it: Codifica il nome di tutte le immagini
nl_nl: Codeer alle afbeeldingsnamen
ru_ru: Кодировать все имена изображений

source: Decode all images names
it_it: Decodifica il nome di tutte le immagini
nl_nl: Decodeer alle afbeeldingsnamen
ru_ru: Расшифровать все имена изображений

source: Cleanup abandoned images
it_it: Pulisci le immagini abbandonate
nl_nl: Opruiming van verlaten afbeeldingen
ru_ru: Очистить оставленные изображения

source: AppID for Facebook login (empty if not installed)
it_it: AppID per connessione a Facebook (vuoto se non installato)
nl_nl: AppID voor Facebook-verbinding (leeg indien niet geïnstalleerd)
ru_ru: AppID для входа в Facebook (пусто, если не установлено)

source: Redirect to the plugin page after login
it_it: Reindirizzamento alla pagina di plug-in dopo la connessione
nl_nl: Doorsturen naar de plug-in pagina na het inloggen
ru_ru: Перенаправить на страницу плагина после входа в систему

source: Enable rapid registration
it_it: Attivare la connessione rapida
nl_nl: Snelle registratie inschakelen
ru_ru: Включить быструю регистрацию

source: Do not request a new password after registration
it_it: Non chiedere una nuova password dopo la registrazione
nl_nl: Vraag na registratie geen nieuw wachtwoord aan
ru_ru: Не запрашивать новый пароль после регистрации

source: Obligation to choose a city in the wp_Geonames list during registration (if plugin installed)
it_it: Obbligo di scegliere una città nell'elenco wp_Geonames durante la registrazione (se installato il plugin)
nl_nl: Verplichting om een stad te kiezen in de wp_Geonames lijst tijdens registratie (indien plug-in geïnstalleerd)
ru_ru: Обязанность выбрать город в списке wp_Geonames при регистрации (если установлен плагин)

source: Display a different name than login
it_it: Visualizza un nome diverso da login
nl_nl: Toon een andere naam dan inloggen
ru_ru: Показать другое имя, кроме логина

source: Uneditable after registration
it_it: Non modificabile dopo la registrazione
nl_nl: Niet bewerkbaar na registratie
ru_ru: Запретить редактировать после регистрации

source: Editable in "my account"
it_it: Modificabile in "il mio account"
nl_nl: Bewerkbaar in "mijn account"
ru_ru: Разрешить редактировать в "моем аккаунте"

source: Number of portrait on logged out plugin homepage
it_it: Numero di portrait in homepage se non connesso
nl_nl: Aantal portretten op de niet-verbonden startpagina
ru_ru: Количество портрета на домашней странице подключенного модуля

source: Update now
it_it: Ricarica ora
nl_nl: Nu opnieuw laden
ru_ru: Обновить сейчас

source: Min width of portrait on logged out plugin homepage
it_it: Larghezza Min di portrait in homepage se non connesso
nl_nl: Minimale breedte van portret op de niet-verbonden startpagina
ru_ru: Минимальная ширина портрета на главной странице плагина, вышедшего из системы

source: Min width of portrait on logged out plugin homepage on small screen
it_it: Larghezza Min di portrait in homepage se non connesso sul piccolo schermo
nl_nl: Minimale breedte van portret op de niet-verbonden startpagina op smartphone
ru_ru: Минимальная ширина портрета на главной странице плагина, вышедшего из системы, на маленьком экране

source: Number of days to wait before presence homepage
it_it: Numero di giorni da aspettare prima di apparire in homepage
nl_nl: Aantal dagen dat moet worden gewacht voordat de startpagina wordt weergegeven
ru_ru: Количество дней ожидания до появления на домашней странице

source: Max number of results per search
it_it: Numero massimo di risultati per ricerca
nl_nl: Max aantal resultaten per zoekopdracht
ru_ru: Максимальное количество результатов поиска

source: Dynamic loading of search results
it_it: Caricamento dinamico dei risultati di ricerca
nl_nl: Dynamisch laden van zoekresultaten
ru_ru: Динамическая загрузка результатов поиска

source: Display profiles searched in a new tab
it_it: Visualizza i profili cercati in una nuova scheda
nl_nl: Toon profielen gezocht in een nieuw tabblad
ru_ru: Показать найденные профили в новой вкладке

source: Only members from the same country on the logged on plugin homepage
it_it: Solo il mio paese sulla mia home page
nl_nl: Alleen mijn land op mijn startpagina
ru_ru: Показать пользователей из одной страны на домашней странице модуля

source: Today's birthday
it_it: I compleanni di oggi
nl_nl: Vandaag jarig
ru_ru: Сегодня день рождения

source: Profiles currently online
it_it: Profili attualmente online
nl_nl: Profielen momenteel online
ru_ru: Профили сейчас онлайн

source: Enable chat
it_it: Attivare la chat
nl_nl: Chat inschakelen
ru_ru: Включить чат

source: Chat thread down (Android)
it_it: Discussione della chat in basso (Android)
nl_nl: Chatthread omlaag (Android)
ru_ru: Нить вниз (Android)

source: Geolocation
it_it: geolocalizzazione
nl_nl: Geolocatie
ru_ru: Геолокация

source: Number of photos
it_it: Numero di foto
nl_nl: Aantal foto's
ru_ru: Количество фотографий

source: Regenerate all photos
it_it: Rigenera tutte le foto
nl_nl: Regenereer alle foto's
ru_ru: Восстановить все фотографии

source: View a discrete copyright on photos
it_it: Visualizzare un copyright discreto sulle foto
nl_nl: Bekijk een discreet auteursrecht op foto's
ru_ru: Просмотр дискретных авторских прав на фотографии

source: Upwardly inclined
it_it: Inclinato verso l'alto
nl_nl: Naar boven hellend
ru_ru: Наклонена вверх

source: Downwardly inclined
it_it: Inclinato verso il basso
nl_nl: Naar onder hellend
ru_ru: Нисходящий наклон

source: Copyright text on pictures. Empty => Site URL.
it_it: Testo del copyright sulle immagini. Vuoto=> Url del sito
nl_nl: Copyright tekst op foto's. Leeg => Site-URL.
ru_ru: Авторский текст на картинках. Пусто => URL сайта.

source: Lightbox Image Gallery
it_it: Galleria di immagini lightbox
nl_nl: Lightbox-afbeeldingengalerij
ru_ru: Галерея изображений Lightbox

source: Members without photo are less visible
it_it: I membri senza foto sono meno visibili
nl_nl: Leden zonder foto zijn minder zichtbaar
ru_ru: Участники без фото менее заметны

source: Members without photo cannot zoom other members
it_it: I membri senza foto non possono zoomare su altri membri
nl_nl: Leden zonder foto kunnen niet op andere leden inzoomen
ru_ru: Участники без фото не могут увеличить других участников

source: Members without photo, attention-catcher and ad cannot send message
it_it: I membri senza foto, titolo e annuncio non possono mandare messaggi
nl_nl: Leden zonder foto, aandachtstrekker en beschrijving kunnen geen bericht verzenden
ru_ru: Пользователи без фото, привлечения внимания и рекламы не могут отправлять сообщения

source: Members without photo, attention-catcher and ad cannot make a report
it_it: I membri senza foto, titolo e annuncio non possono mandare segnalazioni
nl_nl: Leden zonder foto, aandachtstrekker en beschrijving kunnen geen melding maken
ru_ru: Пользователи без фото, прилавка внимания и рекламы не могут сделать отчет

source: Members cannot hide their profile
it_it: Membri non possono nascondere il proprio profilo
nl_nl: Leden kunnen hun profiel niet verbergen
ru_ru: Участники не могут скрыть свой профиль

source: Send an email to the user whose account is deleted
it_it: Manda una email all'utente che viene cancellato
nl_nl: Stuur een e-mail naar de gebruiker van wie het account is verwijderd
ru_ru: Отправить электронное письмо пользователю, чья учетная запись удалена

source: Automatic sending a summary email to members (shared daily)
it_it: Mandare automaticamente una breve email ai membri ( Diviso giornaliere)
nl_nl: Automatisch een samenvattende e-mail verzenden naar leden (dagelijks gedeeld)
ru_ru: Автоматическая отправка отчетов на электронную почту участникам (ежедневно)

source: Fortnightly
it_it: Bimensile
nl_nl: Per twee weken
ru_ru: Две недели

source: Weekly
it_it: Settimanale
nl_nl: Weekelijks
ru_ru: Еженедельно

source: Up this week
it_it: Massimo questa settimana
nl_nl: Up deze week
ru_ru: До этой недели

source: mail/hour
it_it: Mail/ora
nl_nl: mail/uur
ru_ru: писем в час

source: sent during maintenance
it_it: Spedito durante la maintenance
nl_nl: verzonden tijdens onderhoud
ru_ru: отправить во время обслуживания

source: Introductory text for the summary email (After hello login - Before the smiles and contact requests)
it_it: Testo introduttivo per la email mensile (Dopo ciao login_ Dopo i smiles e richieste di contatto)
nl_nl: Inleidende tekst voor de maandelijkse e-mail (Na hallo inloggen - Voor de glimlach en contactverzoeken)
ru_ru: Вводный текст для итогового электронного письма (После приветствия - перед смайликами и запросом контактов)

source: Only my country in summary email
it_it: Solo il mio paese nella email di riepilogo
nl_nl: Alleen mijn land in summiere email
ru_ru: Только моя страна в итоговом электронном письме

source: Also send an email for a smile
it_it: Mandare anche una email per i smiles
nl_nl: Stuur ook een e-mail voor een glimlach
ru_ru: Также отправьте письмо для смайла

source: Automatically sending an email happy birthday members
it_it: Mandare automaticamente una email per il compleanno dell'utente
nl_nl: Automatisch een e-mail met gelukkige verjaardag versturen
ru_ru: Автоматически поздравлять участников с днем рождения

source: Full text for the birthday mail (After hello pseudo)
it_it: Testo completo per la email di compleanno (Dopo ciao pseudo)
nl_nl: Volledige tekst voor de verjaardagsmail (Na hallo pseudo)
ru_ru: Полный текст для письма на день рождения (после привет псевдо)

source: Max number of mails sent per hour
it_it: Numero massimo all'ora di email mandate
nl_nl: Maximumaantal verzonden e-mails per uur
ru_ru: Максимальное количество отправленных писем в час

source: except during maintenance
it_it: Escluso durante la maintenance
nl_nl: behalve tijdens onderhoud
ru_ru: кроме как во время обслуживания

source: No members without photo in automatic mails
it_it: Nessuna email automatica all'utente senza foto
nl_nl: Geen leden zonder foto in automatische mails
ru_ru: Нет участников без фото в автоматических письмах

source: Force HTML mode (mail not readable)
it_it: Forza la modalità HTML (email non leggibile)
nl_nl: Dwing HTML-modus (mail niet leesbaar)
ru_ru: Принудительно использовать режим HTML (почта не читается)

source: Export members in CSV
it_it: Export dei membri in CSV
nl_nl: Exporteer leden in CSV
ru_ru: Экспортировать участников в CSV

source: All members
it_it: Tutti i membri
nl_nl: Alle leden
ru_ru: Все участники

source: Active last month
it_it: Attivi nel mese scorso
nl_nl: Actief laatste maand
ru_ru: Активные за последний месяц

source: Active last 2 months
it_it: Attivi negli ultimi 2 mesi
nl_nl: Actief laatste 2 maanden
ru_ru: Активные за последние 2 месяца

source: Active last 6 months
it_it: Attivi negli ultimi 6 mesi
nl_nl: Actief laatste 6 maanden
ru_ru: Активные за последние пол года

source: Active last 12 months
it_it: Attivi negli ultimi 12 mesi
nl_nl: Actief laatste 12 maanden
ru_ru: Активные за последний год

source: Only members with photo
it_it: Solo i membri con foto
nl_nl: Alleen leden met foto
ru_ru: Только участники с фото

source: Only members with attention-catcher and ad
it_it: Solo i membri con titolo e annuncio
nl_nl: Alleen leden met aandachtstrekker en beschrijving
ru_ru: Только участники с премиум и рекламой

source: Export in CSV
nl_nl: Exporteer in CSV
ru_ru: Экспорт в CSV

source: Get back photos by FTP in wp-content/uploads/tmp/
it_it: Recuperare le foto via FTP in wp-content/uploads/tmp/
nl_nl: Krijg foto's terug via FTP in wp-content/uploads/tmp/
ru_ru: Вернуть фотографии по FTP в wp-content/uploads/tmp/

source: Import members in CSV
it_it: Importa membri in CSV
nl_nl: Importeer leden in CSV
ru_ru: Импортировать участников из CSV

source: Manual method
it_it: Metodo manuale
nl_nl: Handmatige methode
ru_ru: Ручной метод

source: Put members photos in wp-content/uploads/tmp/photo_import/ by FTP before the start (right RW - no sub folder - .jpg - no zip).
it_it: Metti le foto dei membri in wp-content/uploads/tmp/photo_import/ via FTP prima dell'inizio (accessibile in RW - no sotto cartella - .jpg - no zip).
nl_nl: Zet ledenfoto's in wp-content/uploads/tmp/photo_import/ door FTP voor de start (rechts RW - geen submap - .jpg - geen zip).
ru_ru: Перед началом поместите фотографии участников в wp-content/uploads/tmp/photo_import/ по FTP (права RW - без вложенной папки - .jpg - без архива zip).

source: Select your CSV file (.csv - no zip).
it_it: Selezionare il file CSV (.csv - no zip).
nl_nl: Selecteer uw CSV bestand (.csv - geen zip).
ru_ru: Выберите файл CSV (.csv - без zip).

source: Import in CSV
it_it: Importa in CSV
nl_nl: Importeer in CSV
ru_ru: Импорт из CSV

source: Make an export and look at it to get the right format (The first line is not treated).
it_it: Per conoscere il formato da rispettare, fare un invio e ispirarsi da un file (la prima linea con il titolo delle colonne non è contemplato)
nl_nl: Maak een export en kijk ernaar om het juiste formaat te krijgen (de eerste regel wordt niet behandeld).
ru_ru: Сделайте экспорт и посмотрите на него, чтобы получить правильный формат (первая строка не обрабатывается).

source: Zip package
it_it: Pacchetto zip
nl_nl: Zip-pakket
ru_ru: Почтовый пакет

source: Create a zip file containing a .csv file and a "photo_import" folder with the members' photos in .jpg.
it_it: Crea un file zip contenente un file .csv e una cartella "photo_import" con le foto dei membri in .jpg.
nl_nl: Maak een zip-bestand met een .csv-bestand en een map "photo_import" met de foto's van de leden in .jpg.
ru_ru: Создайте zip-файл, содержащий файл .csv и папку «photo_import» с фотографиями участников в формате .jpg.

source: CSV or ZIP File
it_it: File CSV o ZIP
nl_nl: CSV- of ZIP-bestand
ru_ru: CSV или ZIP-файл

source: In case of interruption during the import of photos, restart the procedure. Doubloons are killed.
it_it: In caso di interruzione durante l'importazione delle foto, ricominciare la procedura. I doppioni sono cancellati.
nl_nl: In het geval van een onderbreking tijdens het importeren van foto's, start u de procedure opnieuw. Doubloons worden gedood.
ru_ru: В случае прерывания при импорте фотографий перезапустите процедуру. Дубли будут перезаписаны.

source: File loaded
it_it: File caricato
nl_nl: Bestand geladen
ru_ru: Файл загружен

source: Error !
it_it: Errore!
nl_nl: Fout !
ru_ru: Ошибка!

source: Import data
it_it: Importazione di dati
nl_nl: Importeer gegevens
ru_ru: Импорт данных

source: completed
it_it: completato
nl_nl: voltooid
ru_ru: завершено

source: Photos Import
it_it: Importa le foto
nl_nl: Foto's Importeren
ru_ru: Импорт фотографий

source: Import completed
it_it: Importo completato
nl_nl: Importeren voltooid
ru_ru: Импорт завершен

source: Members
it_it: Membri
nl_nl: Leden
ru_ru: Участники

source: Number of registered members
it_it: Numero di membri registrati
nl_nl: Aantal geregistreerde leden
ru_ru: Количество зарегистрированных пользователей

source: Number of members with profile and photo
it_it: Numero di membri con profilo e foto
nl_nl: Alleen leden met foto met profiel en foto
ru_ru: Количество участников с профилем и фотографией

source: Online now
it_it: Online adesso
nl_nl: Nu online
ru_ru: Сейчас онлайн

source: Statistic
it_it: Statistiche
nl_nl: Statistieken
ru_ru: Статистика

source: Add new from WordPress
it_it: Aggiungi nuovo da WordPress
nl_nl: Nieuwe toevoegen van WordPress
ru_ru: Добавить нового из WordPress

source: Alias or email or ID
it_it: Pseudo o email
nl_nl: Alias of e-mail of ID
ru_ru: Псевдоним или электронная почта или ID

source: Find
it_it: Cerca
nl_nl: Vind
ru_ru: Найти

source: Account deletion
it_it: Cancellazione dell'account
nl_nl: Account verwijderen
ru_ru: Удаление аккаунта

source: Your account has been deleted
it_it: Il tuo account è stato cancellato
nl_nl: Uw account is verwijdert
ru_ru: Ваш аккаунт удален

source: Reason for this action
it_it: Motivo per questa azione
nl_nl: Reden voor deze actie
ru_ru: Причина этого действия

source: Send
it_it: Invio
nl_nl: Verstuur
ru_ru: Отправить

source: Sort
it_it: Sistema
nl_nl: Sorteren
ru_ru: Сортировка

source: Action
it_it: Azione
nl_nl: Actie
ru_ru: Действие

source: Photo
it_it: Foto
nl_nl: Foto
ru_ru: Фото

source: Alias
it_it: Pseudo
ru_ru: Псевдоним

source: My name
it_it: Il mio nome
nl_nl: Mijn naam
ru_ru: Мое имя

source: Sex
it_it: Sesso
nl_nl: Geslacht
ru_ru: Пол

source: Age
it_it: Età
nl_nl: Leeftijd
ru_ru: Возраст

source: Height
it_it: Altezza
nl_nl: Hoogte
ru_ru: Рост

source: Weight
it_it: Peso
nl_nl: Gewicht
ru_ru: Вес

source: Search
it_it: Cerca
nl_nl: Zoeken
ru_ru: Поиск

source: Hang
it_it: Titolo
ru_ru: Повесить

source: Place
it_it: Luogo
nl_nl: Plaats
ru_ru: Место

source: Ad (change)
it_it: Annuncio (modif)
nl_nl: Ad (verander)
ru_ru: Объявление (изменить)

source: Registered
it_it: Registrato
nl_nl: Geregistreerd
ru_ru: Зарегистрирован

source: IP address
it_it: Indirizzo IP
nl_nl: IP-adres
ru_ru: IP-адрес

source: Reporting
it_it: Segnalazione
nl_nl: Vermeldingen
ru_ru: Жалоба

source: See
it_it: Vedi
nl_nl: Zie
ru_ru: Смотреть

source: Unblock this member
it_it: Sblocca questo utente
nl_nl: Deblokkeer dit lid
ru_ru: Разблокировать этого участника

source: Block this member
it_it: Blocca questo utente
nl_nl: Blokkeer dit lid
ru_ru: Заблокировать этого участника

source: Allow sending message
it_it: Autorizza l'invio di messaggi
nl_nl: Toestaan verzenden van bericht
ru_ru: Разрешить отправку сообщений

source: Prohibit contact
it_it: Vieti l'invio di messaggi
nl_nl: Verbied contact
ru_ru: Запретить контакт
