Repository: boiteasite/rencontre
Catalog: lang/rencontre-*.po
Languages: it_it, nl_nl, ru_ru

source: New fast account not completed
it_it: Nuova iscrizione veloce non completata
nl_nl: Nieuw snel account niet voltooid
ru_ru: Новая быстрая учетная запись не завершена

source: Remove - Black list email
it_it: Rimuovere - Email in lista nera
nl_nl: Verwijderen - Zwarte lijst e-mail
ru_ru: Удалить - Email в черный список

source: cm
ru_ru: см

source: ft
ru_ru: фут

source: in
ru_ru: дюйм

source: kg
ru_ru: кг

source: lbs
it_it: Ibs
ru_ru: фунт

source: Profile switched off
it_it: Profilo disattivato
nl_nl: Profiel uitgeschakeld
ru_ru: Профиль отключен

source: Profile hidden
it_it: Profilo nascosto
nl_nl: Profiel verborgen
ru_ru: Профиль скрыт

source: multiple choice
it_it: Scelta multipla
nl_nl: meerkeuze
ru_ru: множественный выбор

source: to
it_it: a
nl_nl: aan
ru_ru: к

source: Change a Profile
it_it: Cambia un profilo
nl_nl: Een profiel wijzigen
ru_ru: Изменить профиль

source: Previous page
it_it: Pagina precedente
nl_nl: Vorige pagina
ru_ru: Предыдущая страница

source: Save profile
it_it: Salva profilo
nl_nl: Profiel opslaan
ru_ru: Сохранить профиль

source: Click to delete
it_it: Clicca per cancellare
nl_nl: Klik om te verwijderen
ru_ru: Нажмите, чтобы удалить

source: Click to add a photo
it_it: Clicca per aggiungere una foto
nl_nl: Klik om een foto toe te voegen
ru_ru: Нажмите, чтобы добавить фотографию

source: Delete all photos
it_it: Cancella tutte le foto
nl_nl: Verwijder alle foto's
ru_ru: Удалить все фото

source: My attention-catcher
it_it: Il mio titolo
nl_nl: Mijn aandachtvanger
ru_ru: Напишите приветствие

source: My ad
it_it: Il mio annuncio
nl_nl: Mijn beschrijving
ru_ru: Напишите о себе пару строк, минимум 30 символов

source: I am
it_it: Sono
nl_nl: Ik ben
ru_ru: Я

source: Born
it_it: nato/a il
nl_nl: Geboren
ru_ru: День рождения

source: My country
it_it: Il mio paese
nl_nl: Mijn land
ru_ru: Моя страна

source: My region
it_it: La mia regione
nl_nl: Mijn provincie
ru_ru: Моя область

source: My city
it_it: La mia città
nl_nl: Mijn plaats
ru_ru: Мой город

source: Reset GPS
it_it: Togli il GPS
ru_ru: Сбросить GPS

source: My height
it_it: La mia altezza
nl_nl: Mijn lengte
ru_ru: Мой рост

source: My weight
it_it: Peso
nl_nl: Mijn gewicht
ru_ru: Мой вес

source: I'm looking for
it_it: Sto cercando
nl_nl: Ik zoek een
ru_ru: Я ищу:

source: Age min/max
it_it: età min/max
nl_nl: Leeftijd min/max
ru_ru: Возраст мин/макс

source: years
it_it: anni
nl_nl: jaren
ru_ru: лет

source: For
it_it: per
nl_nl: Voor
ru_ru: Цель знакомства:

source: Reset
it_it: cancella
ru_ru: Сбросить

source: Actions (contact request...)
it_it: Azioni (richieste contatti....)
nl_nl: Acties (contact verzoek ...)
ru_ru: Действия (запрос контактов ...)

source: Reports
it_it: Segnalazioni
nl_nl: Meldingen
ru_ru: Жалобы

source: no mail
it_it: no email
nl_nl: geen mail
ru_ru: не писать

source: online
ru_ru: онлайн

source: Confirmation email
it_it: Email di conferma
nl_nl: Bevestiging e-mail
ru_ru: Подтверждение по электронной почте

source: Confirm
it_it: Conferma
nl_nl: Bevestigen
ru_ru: Подтвердить

source: Profile visibility
it_it: Visibilità del profilo
nl_nl: profiel zichtbaarheid
ru_ru: Видимость профиля

source: Profile visible
it_it: Profilo visibile
nl_nl: Profiel zichtbaar
ru_ru: Профиль виден

source: Done
it_it: Cancella
nl_nl: Gedaan
ru_ru: Готово

source: Jail
nl_nl: Verbannen
ru_ru: Бан

source: List of members removed by Admin. They are blacklisted. Subscription blocked
it_it: Lista dei membri cancellati dall'Admin. Sono in lista nera. Sottoscrizione bloccata.
nl_nl: Lijst met leden verwijderd door de Beheerder. Ze staan op de zwarte lijst. Abonnement geblokkeerd:
ru_ru: Список участников, удаленных администратором. Они занесены в черный список. Подписка заблокирована на

source: days
it_it: giorni
nl_nl: dagen
ru_ru: дней

source: Date
it_it: Data
nl_nl: Datum
ru_ru: Дата

source: Email address
it_it: Indirizzo email
nl_nl: E-mailadres
ru_ru: Адрес электронной почты

source: End
it_it: Fine
nl_nl: Eind
ru_ru: Окончание

source: Banning
it_it: Vietare
nl_nl: Verbanden
ru_ru: Запрет

source: Release
it_it: Liberare
nl_nl: Vrijlaten
ru_ru: Релиз

source: Only email
it_it: Solo email
nl_nl: Alleen e-mail
ru_ru: Только электронная почта

source: Only IP
it_it: Solo IP
nl_nl: Alleen IP
ru_ru: Только IP

source: Email and IP
it_it: Email e IP
nl_nl: E-mail en IP
ru_ru: Электронная почта и IP

source: Banning IP is a Premium feature.
it_it: Vietare IP è una funzione Premium.
nl_nl: Verboden IP is een Premium-kenmerk.
ru_ru: Запрет IP - это премиум-функция.

source: The profiles are not all translated into the language of the site. Users will see the character "?".
it_it: I profili non sono tutti tradotti nella lingua del sito. Gli utenti vedranno il carattere "?".
nl_nl: De profielen zijn niet allemaal vertaald in de taal van de site. Gebruikers zien het teken "?".
ru_ru: Не все профили переведены на язык сайта. Пользователи увидят символ «?».

source: Profile
it_it: Profilo
nl_nl: Profiel
ru_ru: Профиль

source: It does not appear to be any profile. You can load the default profile if you wish.
it_it: Sembra che non ci sia un profilo. Puoi caricare i profili di default se vuoi.
nl_nl: Het lijkt geen profiel te zijn. U kunt het standaardprofiel laden als u dat wilt.
ru_ru: Похоже, это не какой-либо профиль. Если хотите, Вы можете загрузить профиль по умолчанию.

source: Load profiles
it_it: Carica profili
nl_nl: Laad profielen
ru_ru: Загрузить профили

source: You can create, rename and delete items from the profile.
it_it: Puoi creare, rinominare e cancellare le info di questo profilo.
nl_nl: U kunt items uit het profiel maken, hernoemen en verwijderen.
ru_ru: Вы можете создавать, переименовывать и удалять элементы из профиля.

source: Warning, this is not without consequences. The changes will be applied to the member profiles that can offend. Caution !
it_it: Attenzione, non è senza conseguenze. I cambiamenti saranno applicati ai profili utenti che possono sentirsi offesi. Cautela!
nl_nl: Waarschuwing, dit is niet zonder gevolgen. De wijzigingen worden toegepast op de ledenprofielen die aanstootgevend kunnen zijn. Voorzichtig!
ru_ru: Предупреждение, это не без последствий. Изменения будут применены к профилям участников, которые могут оскорбить. Осторожно!

source: Ref language
it_it: Lingua di referenza
nl_nl: Verwijst taal
ru_ru: Основной язык

source: Other
it_it: Altro
nl_nl: Anderen
ru_ru: Другие

source: Add Language (2 lowercase letters comply with country code)
it_it: Aggiungi lingua (2 lettre maiuscole conforme al codice del paese)
nl_nl: Taal Toevoegen (2 kleine letters voldoen aan de landcode)
ru_ru: Добавить язык (2 строчные буквы соответствуют коду страны)

source: Add a language
it_it: Aggiungi una lingua
nl_nl: Taal Toevoegen
ru_ru: Добавить язык

source: Remove a language and all related content
it_it: Cancella una lingua e il contenuto associato
nl_nl: Verwijder een taal en alle gerelateerde inhoud
ru_ru: Удалить язык и весь связанный контент

source: Remove a language
it_it: Cancella una lingua
nl_nl: Verwijder een taal
ru_ru: Удалить язык

source: User blocking if a required field is missing
it_it: Blocco utente se manca un campo obbligatorio
nl_nl: Gebruikersblokkering als een verplicht veld ontbreekt
ru_ru: Блокировка пользователя при отсутствии обязательного поля

source: Just show a warning
it_it: Basta mostrare un avviso
nl_nl: Toon gewoon een waarschuwing
ru_ru: Просто показать предупреждение

source: Add category
it_it: Aggiugi una categoria
nl_nl: Toevoegen category
ru_ru: Добавить категорию

source: Required field (hidden)
it_it: Campo obbligatorio (nascosto)
nl_nl: Verplicht veld (verborgen)
ru_ru: Обязательное поле (скрыто)

source: Move Up
it_it: Salire
nl_nl: Verplaats Omhoog
ru_ru: Переместить вверх

source: Move Down
it_it: Scendere
nl_nl: Verplaats Omlaag
ru_ru: Переместить вниз

source: Change the name
it_it: Cambia nome
nl_nl: Verander de naam
ru_ru: Изменить имя

source: Remove the category
it_it: Cancella categoria
nl_nl: Verwijder de categorie
ru_ru: Удалить категорию

source: Add value to this category
it_it: Aggiungi un valore
nl_nl: Voeg waarde toe aan deze categorie
ru_ru: Добавить значение в эту категорию

source: Change the name or type
it_it: Cambio nome o tipo
nl_nl: Verander de naam of het type
ru_ru: Изменить имя или тип

source: Remove
it_it: Rimuovi
nl_nl: Verwijder
ru_ru: Удалить

source: A line of text (TEXT)
it_it: Una linea di testo (TEXT)
nl_nl: Een regel van tekst (TEKST)
ru_ru: Строка текста (TEXT)

source: Large text box (TEXTAREA)
it_it: Grande zona di testo (TEXTAREA)
nl_nl: Groot tekstvak (TEKSTGEBIED)
ru_ru: Большое текстовое поле (TEXTAREA)

source: Add Value
it_it: Aggiungi un valore
nl_nl: Toevoegen Waarde
ru_ru: Добавить значение

source: Single choice list (SELECT)
it_it: Lista a scelta unica (SELECT)
nl_nl: Enkele keuzelijst (SELECTEER)
ru_ru: Список с одиночным выбором (SELECT)

source: Change
it_it: Modifica
nl_nl: Veranderen
ru_ru: Изменить

source: Multiple choice list (CHECKBOX)
it_it: Lista a scelta multipla (CHECKBOX)
nl_nl: Meerkeuzelijst (SELECTIEVAKJE)
ru_ru: Список с множественным выбором (CHECKBOX)

source: Numeric choice list (SELECT)
it_it: Lista a scelta numerico (SELECT)
nl_nl: Numerieke keuzelijst (SELECTIEVAKJE)
ru_ru: Числовой список выбора (SELECT)

source: Step
it_it: Passo
nl_nl: Stap
ru_ru: Шаг

source: A date (DATE)
it_it: Una data (DATE)
nl_nl: Een datum (DATE)
ru_ru: Дата (DATE)

source: Countries and Regions
it_it: Paesi e regioni
nl_nl: Landen en Provincies
ru_ru: Страны и Области

source: Cleaner
it_it: depuratore
nl_nl: Opschonen
ru_ru: Очистить

source: Datas are old. You should delete all countries and load the new ones.
it_it: I dati sono vecchi. È necessario eliminare tutti i Paesi e caricare quelli nuovi.
nl_nl: Gegevens zijn oud. Je moet alle landen verwijderen en de nieuwe laden.
ru_ru: Данные устарели. Вы должны удалить все страны и загрузить новые.

source: If a country is loaded in wp-geonames, the regions list of this country will come from the wp-geonames base and not from here.
it_it: Se un paese è caricato in wp-geonames, l'elenco delle regioni di questo paese verrà dalla base wp-geonames e non da qui.
nl_nl: Als een land is geladen in wp-naam, komt de regiogids van dit land van de basis wp-geonames en niet van hier.
ru_ru: Если страна загружена в wp-geonames, список областей этой страны будет взят с базы wp-geonames, а не отсюда.

source: The country table is empty. You can load the countries and regions by default if you wish.
it_it: La tavola dei paesi è vuota. Puoi caricare i paesi e regioni di default se vuoi.
nl_nl: De landentabel is leeg. U kunt de landen en provincies standaard laden als u dat wilt.
ru_ru: Таблица стран пуста. Если хотите, Вы можете загрузить страны и области по умолчанию.

source: Load countries
it_it: Carica paesi
nl_nl: Laad landen
ru_ru: Загрузить страны

source: You can create, rename and delete countries and regions.
it_it: Puoi creare, rinominare e cancellare paesi e regioni.
nl_nl: U kunt landen en provincies maken, hernoemen en verwijderen.
ru_ru: Вы можете создавать, переименовывать и удалять страны и области.

source: Add a country
it_it: Aggiungi un paese
nl_nl: Land toevoegen
ru_ru: Добавить страну

source: Delete all countries
it_it: Elimina tutti i paesi
nl_nl: Verwijder alle landen
ru_ru: Удалить все страны

source: Regions
it_it: Regioni
nl_nl: Provincies
ru_ru: Области

source: Cleaning missing regions in users data
it_it: Pulizia delle regioni mancanti nei dati degli utenti
nl_nl: Ontbrekende provincies in gebruikersgegevens opschonen
ru_ru: Исправление отсутствующих областей в пользовательских данных

source: Missing regions
it_it: Regioni mancanti
nl_nl: Ontbrekende provincies
ru_ru: Отсутствующие области

source: Existing regions
it_it: Regioni esistenti
nl_nl: Bestaande provincies
ru_ru: Существующие области

source: Replace
it_it: Sostituire
nl_nl: Vervang
ru_ru: Заменить

source: Features
it_it: Specificazioni
nl_nl: Voorzieningen
ru_ru: Особенности

source: Words
it_it: Frasi
nl_nl: Woorden
ru_ru: Слова

source: Templates
ru_ru: Шаблоны

source: No country
it_it: Nessun paese
nl_nl: Geen land
ru_ru: Без страны

source: No region
it_it: Nessuna regione
nl_nl: Geen provincie
ru_ru: Без области

source: No localisation
it_it: Nessuna localizzazione
nl_nl: Geen locatie
ru_ru: Без местоположения

source: No birth date
it_it: Nessuna data di nascità
nl_nl: Geen geboortedatum
ru_ru: Без даты рождения

source: Min age
it_it: Età minima
nl_nl: Min leeftijd
ru_ru: Минимальный возраст

source: Max age
it_it: Età massima
nl_nl: Max leeftijd
ru_ru: Максимальный возраст

source: No smiles
it_it: Nessun smiles
nl_nl: Geen glimlach
ru_ru: Без смайликов

source: No contact request
it_it: Nessuna richiesta di contatto
nl_nl: Geen contactaanvraag
ru_ru: Без запроса контактов

source: No weight
it_it: Nessun peso
nl_nl: Geen gewicht
ru_ru: Без веса

source: Weight unit
it_it: Unità di peso
nl_nl: Gewichtseenheid
ru_ru: Единица веса

source: Kilograms
it_it: Chilogrammi
nl_nl: Kilogrammen
ru_ru: Килограммы

source: Pounds
it_it: Livre
nl_nl: Ponden
ru_ru: Фунты

source: No height
it_it: Nessuna altezza
nl_nl: Geen hoogte
ru_ru: Без роста

source: Height unit
it_it: Unità di altezza
nl_nl: Hoogte eenheid
ru_ru: Единица роста

source: Meter
it_it: Metro
ru_ru: Метр

source: Feet and Inches
it_it: Piedi e pollici
nl_nl: Feet en Inches
ru_ru: Футы и дюймы

source: No report
it_it: Nessuna segnalazione
nl_nl: Geen melding
ru_ru: Без жалоб

source: No emoticon
it_it: Nessun emoticon
nl_nl: Geen emoticon
ru_ru: Без эмоций

source: No menu (I use WordPress menu)
it_it: Nessun menù (Uso quello di WordPress)
nl_nl: Geen menu (Ik gebruik Wordpress menu)
ru_ru: Без меню (я использую меню WordPress)

source: No sidebar (I put it with widget)
it_it: No barra laterale (lo metto come widget)
nl_nl: Geen zijbalk (ik zet het met widget)
ru_ru: Без боковой панели (я использую виджеты)

source: No ads on logged out plugin homepage
it_it: Nessun annunci per la homepage non connessa
nl_nl: Geen beschrijving in niet-verbonden startpagina
ru_ru: Без объявлений на домашней странице подключенного плагина

source: Only photo on logged out plugin homepage
it_it: Solo foto sulla homepage non connessa
nl_nl: Alleen foto in niet-verbonden startpagina
ru_ru: Только фото на домашней странице подключенного плагина

source: Change relation type
it_it: Cambia il tipo di relazione
nl_nl: Verander soort relatie
ru_ru: Изменить тип отношения

source: Change sex values
it_it: Cambia i sessi
nl_nl: Verander geslachtswaarden
ru_ru: Изменить значения пола

source: Allow multi choice in relation and sex
it_it: Permette diverse scelte in relazione e scelta del sesso
nl_nl: Toestaan meerkeuzevragen in relatie en geslacht
ru_ru: Разрешить множественный выбор отношений и пола

source: No homosexual
it_it: No omosessuali
nl_nl: Geen homoseksueel
ru_ru: Без геев

source: No sex change
it_it: Nessun cambiamento di sesso
nl_nl: Geen geslachtsverandering
ru_ru: Нет смены пола

source: Change register link on click a portrait
it_it: Cambia il link di iscrizione
nl_nl: Wijzig register link door op een portret te klikken
ru_ru: Изменить ссылку регистрации при нажатии на портрет

source: (empty => default WP)
it_it: (vuoto => default WP)
nl_nl: (leeg => standaard WP)
ru_ru: (пусто => WP по умолчанию)

source: No 'no email' button
it_it: Nessun tasto 'no-mail'
nl_nl: Geen 'geen e-mail' knop
ru_ru: Без кнопки "не писать"

source: Be careful, already registered members will be in a category that no longer exists. They should update their account.
it_it: Stai attento, i membri già iscritti andranno in una categoria che non esiste più. Dovranno fare l'update del loro profilo.
nl_nl: Wees voorzichtig, reeds geregistreerde leden bevinden zich in een categorie die niet langer bestaat. Ze moeten hun account updaten.
ru_ru: Будьте осторожны, уже зарегистрированные пользователи будут в категории, которой больше не существует. Они должны обновить свой аккаунт.

source: Change welcome text for new user
it_it: Cambia il testo di benvenuto per i nuovi iscritti
nl_nl: Verander welkomsttekst voor nieuwe gebruiker
ru_ru: Изменить текст приветствия для нового пользователя

source: You will access all the possibilities offered by the site in few minutes.
it_it: Potrai accedere a tutte le possibilità offerte dal sito in pochi minuti.
nl_nl: U krijgt binnen enkele minuten toegang tot alle mogelijkheden die de site biedt.
ru_ru: Через несколько минут Вы получите доступ ко всем возможностям, предлагаемых сайтом.

source: Before that, you need to provide some information requested below.
it_it: Prima di questo, dovrai fornire qualche informazioni chieste qui sotto.
nl_nl: Daarvoor moet u de hieronder gevraagde informatie verstrekken.
ru_ru: Для начала Вам нужно предоставить информацию, запрошенную ниже.

source: We would like to inform you that we do not use your personal data outside of this site.
it_it: Teniamo a precisare che non usiamo i tuoi dati personali fuori da questo sito.
nl_nl: We willen u erop wijzen dat we uw persoonlijke gegevens niet buiten deze site gebruiken.
ru_ru: Мы хотели бы сообщить Вам, что мы не используем Ваши личные данные за пределами этого сайта.

source: Deleting your account on your part or ours, causes the deletion of all your data.
it_it: La cancellazione del tuo conto, da parte tua o nostra, crea la cancellazione dell'insieme dei tuoi dati .
nl_nl: Als u uw account of die van ons verwijdert, worden al uw gegevens verwijderd.
ru_ru: Удаление Вашей учетной записи с Вашей стороны или нашей, вызывает удаление всех Ваших данных.

source: This also applies to messages that you have sent to other members as well as those they have sent to you.
it_it: Questo è valido anche per le email che hai spedito ad altri membri come quelle che hai ricevuto.
nl_nl: Dit geldt ook voor berichten die u naar andere leden hebt verzonden, evenals berichten die zij naar u hebben verzonden.
ru_ru: Это также относится к сообщениям, которые Вы отправили другим участникам, а также те, что они прислали Вам.

source: We wish you nice encounters.
it_it: Ti auguriamo bellissimi incontri.
nl_nl: We wensen je leuke ontmoetingen.
ru_ru: Мы желаем вам приятных встреч.

source: Change warning account blocked
it_it: Cambia l'avviso del conto bloccato
nl_nl: Wijzig geblokkeerde waarschuwingsaccount
ru_ru: Изменить предупреждение о блокировке аккаунта

source: Your account is blocked. You are invisible. Change your profile.
it_it: Tuo account è bloccato. Sei invisibile. Modifica tuo profilo.
nl_nl: Uw account is geblokkeerd. Je bent onzichtbaar. Verander je profiel.
ru_ru: Ваш аккаунт заблокирован. Вы невидимы. Измените свой профиль.

source: Change warning empty profile
it_it: Cambia l'avviso di un profilo vuoto
nl_nl: Wijzig waarschuwing leeg profiel
ru_ru: Изменить предупреждение о пустом профиле

source: Your profile is empty. To take advantage of the site and being more visible, thank you to complete it.
it_it: Il tuo profilo è vuoto. Per trarre tutti i vantaggi di questo sito ed essere visibile, devi completarlo.
nl_nl: Je profiel is leeg. Om te profiteren van de site en om beter zichtbaar te zijn, bedankt om het te voltooien.
ru_ru: Ваш профиль пуст. Чтобы использовать сайт и быть более заметным, заполните свой профиль.

source: Change the quarantine warning
it_it: Cambia l'avviso di quarantena
nl_nl: Verander de quarantaine waarschuwing
ru_ru: Изменить предупреждение о карантине

source: Your email address is currently in quarantine. Sorry
it_it: Il tuo indirizzo email è in quarantena. Spiacente
nl_nl: Uw e-mailadres bevindt zich momenteel in quarantaine. Sorry
ru_ru: Ваш адрес электронной почты в настоящее время находится на карантине. Извините

source: Change the no-photo warning
it_it: Cambia l'avviso di mancanza di foto
nl_nl: Wijzig de waarschuwing voor geen foto's
ru_ru: Изменить предупреждение об отсутствии фотографии

source: To be more visible and to view photos of other members, you should add one to your profile.
it_it: Per essere più visibile e potere consultare le foto degli altri utenti devi aggiungere la tua.
nl_nl: Om meer zichtbaar te zijn en om foto's van andere leden te bekijken, moet u er één toevoegen aan uw profiel.
ru_ru: Чтобы быть более заметным и просматривать фотографии других участников, вы должны добавить фото в ваш профиль.

source: Change the follow-up email
it_it: Cambia l'indirizzo email
nl_nl: Wijzig de vervolgmail
ru_ru: Изменить адрес электронной почты

source: You registered on our website but you did not complete the procedure. You'll miss a date. That's too bad.
it_it: Ti sei iscritto al nostro sito ma non hai finito la procedura. Cosi rischi di perdere degli incontri. Sarebbe un peccato!
nl_nl: U bent geregistreerd op onze website maar u hebt de procedure niet voltooid. Je mist een date. Dat is jammer.
ru_ru: Вы зарегистрировались на нашем сайте, но не завершили процедуру. Вы можете пропустить свидание. Это очень плохо.

source: Thus take two minutes to finish the registration. You should not be disappointed.
it_it: Prendi 2 minuti per completare l'iscrizione. Ne vale la pena!
nl_nl: Neem dus twee minuten om de registratie te voltooien. Je moet niet teleurgesteld zijn.
ru_ru: Закончите регистрацию. Это займет две минуты. Вы не разочаруетесь.

source: Regards,
it_it: Cordialmente,
nl_nl: Met vriendelijke groet,
ru_ru: С уважением,

source: Change Smile word
it_it: Cambia la parole sorriso
nl_nl: Verander Glimlach woord
ru_ru: Изменить слово Улыбка

source: (empty => no change)
it_it: (vuoto => nessun cambiamento)
nl_nl: (leeg => geen verandering)
ru_ru: (пусто => без изменений)

source: Smile
it_it: Sorriso
nl_nl: Glimlach
ru_ru: Улыбка

source: Who I smiled ?
it_it: A chi ho mandato un sorriso?
nl_nl: Naar wie heb ik gelacht ?
ru_ru: Я улыбаюсь

source: I smiled at
it_it: Ho mandato un sorriso a
nl_nl: Ik heb gelacht naar
ru_ru: Я улыбаюсь

source: You have received a smile from
it_it: Hai ricevuto un sorriso da
nl_nl: Je hebt een glimlach ontvangen van
ru_ru: Вы получили улыбку от

source: Smile already sent
it_it: Sorriso già spedito
nl_nl: Glimlach is al verzonden
ru_ru: Улыбка уже отправлена

source: Smile sent
it_it: Sorriso inviato
nl_nl: Glimlach verzonden
ru_ru: Улыбка отправлена

source: I got a smile from
it_it: Ho un sorriso da
nl_nl: Ik kreeg een glimlach van
ru_ru: Мне улыбаются

source: Change Look word
it_it: Cambia la parola visto
nl_nl: Verander het woord Look
ru_ru: Изменить слово Смотреть

source: Look
it_it: Visitato
ru_ru: Просмотр

source: I was watched by
it_it: Sono stato visitato da
nl_nl: Ik werd bekeken door
ru_ru: Меня смотрели

source: No gender restriction in search
it_it: Nessuna restrizione di genere nella ricerca
nl_nl: Geen geslachtsbeperking bij zoeken
ru_ru: Нет ограничений по полу в поиске

source: Add relation type in quick search
it_it: Aggiungi tipo di relazione nella ricerca rapida
nl_nl: Relatietypen toevoegen in snel zoeken
ru_ru: Добавить тип отношения в быстрый поиск

source: No ad in search results
it_it: Nessun annuncio nei risultati di ricerca
nl_nl: Geen beschrijving in zoekresultaten
ru_ru: Без рекламы в результатах поиска

source: Add a profile element in quick search
it_it: Aggiungi un elemento nella ricerca rapida
nl_nl: Voeg een profielelement toe aan snel zoeken
ru_ru: Добавить элемент профиля в быстрый поиск

source: Add also numerous profile elements in search ? Get the kit Premium.
it_it: Aggiungere anche elementi di profilo nella ricerca? Scarica il kit Premium
nl_nl: Voeg ook talrijke profielelementen toe aan de zoekopdracht? Verkrijg de kit Premium.
ru_ru: Хотите добавить больше элементов профиля в поиске? Получите комплект Premium.

source: Menu color
it_it: Colore del menu
nl_nl: Menukleur
ru_ru: Цвет меню
