Repository: boiteasite/rencontre
Catalog: lang/rencontre-*.po
Languages: it_it, nl_nl, ru_ru

source: This action will result in the complete deletion of your account and everything about you from our server. We do not keep historical accounts.
it_it: Questa azione provocherà la cancellazione del tuo account e di tutto quello che ti riguarda sul nostro server. Non conserviamo nessun storico degli account cancellati.
nl_nl: Deze actie zal resulteren in de volledige verwijdering van uw account en alles van u via onze server. We houden geen historische accounts bij.
ru_ru: Это действие приведет к полному удалению вашей учетной записи и всей информации о вас с нашего сервера. Мы не храним удаленные учетные записи.

source: Please note that this action is irreversible !
it_it: Attenzione, questa azione è irreversibile!
nl_nl: Houd er rekening mee dat deze actie onomkeerbaar is!
ru_ru: Обратите внимание, что это действие необратимо!

source: Delete Account
it_it: Cancella l'account
nl_nl: Verwijder Account
ru_ru: Удалить аккаунт

source: Username
it_it: Nome utente
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя

source: Email
ru_ru: Электронная почта

source: Registration confirmation will be emailed to you.
it_it: La conferma di registrazione verrà inviata via email.
nl_nl: Registratiebevestiging zal naar u worden gemaild.
ru_ru: Подтверждение регистрации будет отправлено на вашу электронную почту.

source: Username or Email Address
it_it: Username o Indirizzo Email
nl_nl: Gebruikersnaam of e-mailadres
ru_ru: Имя пользователя или адрес электронной почты

source: Hello
it_it: Ciao
nl_nl: Hallo
ru_ru: Привет

source: You should confirm your email with this link
it_it: Devi confermare il tuo indirizzo email tramite questo link
nl_nl: U moet uw e-mail bevestigen met deze link
ru_ru: Вы должны подтвердить свою электронную почту этой ссылкой

source: You have received a contact request from
it_it: Hai ricevuto una richiesta di contatto da
nl_nl: U hebt een contactverzoek ontvangen van
ru_ru: Вы получили запрос на контакт от

source: You have
it_it: Hai
nl_nl: U heeft
ru_ru: У вас есть

source: messages
it_it: messaggi
nl_nl: berichten
ru_ru: сообщения

source: message
it_it: messaggio
nl_nl: bericht
ru_ru: сообщение

source: in your inbox.
it_it: nella tua casella di posta
nl_nl: in uw inbox.
ru_ru: в вашем почтовом ящике.

source: Ask for a contact
it_it: Chiedi un contatto
nl_nl: Vraag voor een contact
ru_ru: Запросить контакт

source: Send a message
it_it: Manda un messaggio
nl_nl: Verstuur een bericht
ru_ru: Отправить сообщение

source: Your profile has been visited
it_it: Tuo profilo è stato visitato
nl_nl: Uw profiel is bezocht
ru_ru: Ваш профиль был посещен

source: time
it_it: tempo
nl_nl: keer
ru_ru: время

source: Here's a selection of members that may interest you
it_it: Una selezione di profili che ti possono interessare
nl_nl: Hier is een selectie van leden die u mogelijk interesseren
ru_ru: Это список участников, которые могут вас заинтересовать

source: Do not hesitate to send us your comments.
it_it: Non esitare a mandarci i tuoi commenti
nl_nl: Aarzel niet om uw opmerkingen naar ons te sturen.
ru_ru: Не стесняйтесь, присылайте нам свои комментарии.

source: Inbox
it_it: Ricevuti
ru_ru: Входящие

source: Answer
it_it: Risposta
nl_nl: Antwoord
ru_ru: Ответить

source: Delete the conversation
it_it: Cancella la conversazione
nl_nl: Verwijder het gesprek
ru_ru: Удалить разговор

source: Send a message to
it_it: Manda un messaggio a
nl_nl: Verstuur een bericht aan
ru_ru: Отправить сообщение для

source: Accept
it_it: Accetta
nl_nl: Accepteren
ru_ru: Принять

source: Ignore
it_it: Ignora
nl_nl: Negeren
ru_ru: Игнорировать

source: Your email is validated
it_it: La tua email è valida
nl_nl: Uw e-mailadres is gevalideerd
ru_ru: Ваш адрес электронной почты подтвержден

source: Welcome to %s. You will stay hidden without interaction to other members as long as your account is not completed.
it_it: Benvenuto/a su %s. Sarai invisibile per gli altri utenti fino a quando la tua scheda non sarà completata.
nl_nl: Welkom bij %s. U blijft verborgen zonder interactie met andere leden zolang uw account niet is voltooid.
ru_ru: Добро пожаловать, %s. Вы будете скрыты без взаимодействия с другими участниками, пока ваша учетная запись не будет завершена.

source: You have 24 hours to confirm your email.
it_it: Hai 24 ore per confermare il tuo indirizzo email.
nl_nl: U heeft 24 uur om uw e-mail te bevestigen.
ru_ru: У вас есть 24 часа для подтверждения вашей электронной почты.

source: Some required fields in your profile are incomplete. Thank you to fill them in.
it_it: Alcuni campi obbligatori nel tuo profilo sono incompleti. Grazie per averli compilati.
nl_nl: Sommige verplichte velden in uw profiel zijn onvolledig. Bedankt om ze in te vullen.
ru_ru: Некоторые обязательные поля в вашем профиле не заполнены. Спасибо, что заполнили их.

source: Featured profiles
it_it: Profili speciali
nl_nl: Aanbevolen profielen
ru_ru: Избранные профили

source: New entrants
it_it: Nuovi arrivi
nl_nl: Nieuwkomers
ru_ru: Новые участники

source: My favourites
it_it: I miei preferiti
nl_nl: Mijn favorieten
ru_ru: Мои избранные

source: You are blocked !
it_it: Sei stato bloccato!
nl_nl: U bent geblokkeerd !
ru_ru: Вы заблокированы!

source: Chat
ru_ru: Чат

source: Block
it_it: Blocca
nl_nl: Blokkeer
ru_ru: Заблокировать

source: Unblock
it_it: Sblocca
nl_nl: Ontblokken
ru_ru: Разблокировать

source: Report a fake profile or inappropriate content
it_it: Segnala un profilo falso o inappropriato
nl_nl: Rapporteer een nepprofiel of ongepaste inhoud
ru_ru: Сообщить о фальшивом профиле или неприемлемом контенте

source: Report
it_it: Segnala
nl_nl: Rapport
ru_ru: Жалоба

source: Add to my favorites
it_it: Aggiungi ai miei favoriti
nl_nl: Toevoegen aan mijn favorieten
ru_ru: Добавить в избранные

source: Favorite
it_it: Favorito
nl_nl: Favoriet
ru_ru: Избранные

source: Delete from my favorites
it_it: Cancellare dai miei preferiti
nl_nl: Verwijder van mijn favorieten
ru_ru: Удалить из избранных

source: Facebook Profile Photo
it_it: Foto di profilo Facebook
nl_nl: Facebook Profielfoto
ru_ru: Фотография профиля в Facebook

source: Click the photo
it_it: Clicca sulla foto
nl_nl: Klik op de foto
ru_ru: Нажмите на фото

source: You are limited
it_it: Sei stato limitato
nl_nl: U bent beperkt
ru_ru: Вы ограничены

source: welcome to the site
it_it: Benvenuto/a sul nostro sito
nl_nl: welkom op onze website
ru_ru: добро пожаловать на сайт

source: min
ru_ru: м

source: max
ru_ru: макс

source: Gender
it_it: Genere
nl_nl: Geslacht
ru_ru: Пол

source: City
it_it: Città
nl_nl: Plaats
ru_ru: Город

source: Relation
it_it: Relazione
nl_nl: Relatie
ru_ru: Отношение

source: Word in the ad
it_it: Parole nell'annuncio
nl_nl: Woord in de beschrijving
ru_ru: Слово в объявлении

source: Only with picture
it_it: Solo con foto
nl_nl: Alleen met foto
ru_ru: Только с фото

source: The
it_it: I
nl_nl: De
ru_ru: B

source: Quick Search
it_it: Ricerca rapida
nl_nl: Snel Zoeken
ru_ru: Быстрый поиск

source: From
it_it: Da
nl_nl: Van
ru_ru: Я ищу человека

source: To
it_it: A
nl_nl: Naar
ru_ru: До

source: After
it_it: Dopo
nl_nl: Na
ru_ru: После

source: Before
it_it: Prima
nl_nl: Voor
ru_ru: До

source: Contact requests
it_it: Richieste di contatto
nl_nl: Contactverzoeken
ru_ru: Запросы на контакт

source: Who I asked for a contact ?
it_it: A chi ho chiesto il contatto?
nl_nl: Wie heb ik om een contact gevraagd?
ru_ru: Кого я попросил связаться?

source: Who I've blocked ?
it_it: Chi ho bloccato?
nl_nl: Wie heb ik geblokkeerd ?
ru_ru: Я блокирую
